{
    "home": "Home",
    "settings": "Settings",
    "dedication": "Dedication",
    "loading": "Loading...",
    "change_language": "Change Language",
    "cancer_gatos": "Cat Cancer",
    "carcinoma_descripcion": "Squamous cell carcinoma.",
    "calculos_renales": "Kidney Stones",
    "calculos_descripcion": "How they affect cats.",
    "enfermedades_dentales": "Dental Diseases",
    "dentales_descripcion": "Plaque and feline gingivitis.",
    "card_cancer": "Cancer in Cats",
    "card_cancer_desc": "Squamous Cell Carcinoma.",
    "card_calculos": "Kidney Stones",
    "card_calculos_desc": "How they affect cats.",
    "card_dentales": "Dental Diseases",
    "card_dentales_desc": "Plaque and feline gingivitis.",

    "btn_cancel": "Cancel",
    "btn_acept": "Accept",
    "carrousel_message": "Images with the disease in advanced stage",
    "warning": "Warning",
    "graphic_warning": "The images below contain sensitive graphic content. Do you wish to continue?",
    "carcinoma_title": "cancer in cats",
    "carcinoma_que_es": "⚠️ What is Squamous Cell Carcinoma in Cats?",
    "carcinoma_que_es_desc": "Squamous cell carcinoma (SCC) is an aggressive type of tumor in cats that, despite available treatments, has a severe prognosis because it is generally not detected until it is in an advanced stage. This form of cancer primarily affects older cats and is one of the leading causes of tumors on the skin, nose, and mouth in felines.",
    "factores_riesgo": "Risk Factors",
    "factores_riesgo_desc": "⭐ Sun exposure: Ultraviolet radiation is one of the main factors that can cause this type of cancer.\n\n⭐ Lack of pigmentation: Cats with white skin or areas without pigment are more vulnerable.\n\n⭐ Sparse fur: Cats with little hair are more exposed to sun damage in uncovered areas.\n\n⭐ Papillomavirus: Infection with this virus can increase the risk.\n\n⭐ Weak immune system: Immunosuppression or chronic skin conditions can make cats more susceptible.",
    "zonas_afectadas": "• Affected Areas",
    "zonas_afectadas_desc":  "⭐ Ears: The ear flaps are the most commonly affected areas, representing 72% of cases.\n\n⭐ Around the eyes: This area is vulnerable and constitutes 22% of cases.\n\n⭐ Snout: The bridge of the nose can also be affected, though less frequently (6% of cases).",  
    "tipos_cce": "✨ Types of SCC",
    "tipos_cce_desc":  "⭐ Oral SCC: This type of carcinoma affects the cat's mouth, making it difficult for them to eat and causing visible discomfort.\n\n⭐ Ocular SCC: Affects the cat's eyes, potentially causing inflammation, irritation, or vision changes.\n\n⭐ **Cutaneous SCC (cSCC): This carcinoma develops on the skin, especially in areas with little hair coverage, such as ears, nose, and around the eyes.",
    "prevencion": "✔️ Prevention and Early Detection",
    "prevencion_desc": "Protecting your cat from prolonged sun exposure is one of the best ways to prevent these tumors, especially in sensitive areas like the ears and nose. Additionally, regular veterinary visits can help detect possible abnormalities early, increasing the chances of successful treatment.",
    
    "dedicatoria_title": "Dedication",
    "dedicatoria_heading": "In Memory of Kan",
    "dedicatoria_text": "This app was inspired by my beloved cat Kan, who left us due to this disease.\n\nHis meows, purrs, and love filled our lives. Now, his legacy lives on in the information shared here, helping to protect other felines.\n\nBecause every purr deserves to be eternal. 💙",
    "dedicatoria_gallery": "Memories of Kan 🐾",
    "dedicatoria_back": "Back to Home"
}  