{
    "home": "Inicio",
    "settings": "Configuración",
    "dedication": "Dedicatoria",
    "loading": "Cargando...",
    "change_language": "Cambiar idioma",
    "cancer_gatos": "Cáncer en Gatos",
    "carcinoma_descripcion": "Carcinoma de células escamosas.",
    "card_cancer": "Cáncer en Gatos",
    "card_cancer_desc": "Carcinoma de células escamosas.",
    "card_calculos": "Cálculos Renales",
    "card_calculos_desc": "Cómo afectan a los gatos.",
    "card_dentales": "Enfermedades Dentales",
    "card_dentales_desc": "Placa y gingivitis felina.",

    "calculos_que_son": "⚠️ ¿Qué son los cálculos renales en gatos?",
    "calculos_que_son_desc": "Los cálculos renales, o piedras en los riñones, son acumulaciones sólidas de minerales que pueden formarse en los riñones o las vías urinarias. En los gatos, el 98% de estos cálculos están compuestos por oxalato de calcio.\n\nTipos de cálculos de oxalato de calcio:\n\n• Monohidrato: Relacionado con exceso de oxalato en la orina (hiperoxaluria).\n• Dihidrato: Asociado con niveles altos de calcio en la orina (hipercalciuria).\n\nEn gatos, casi todos los cálculos son del tipo monohidrato, lo que sugiere que el exceso de oxalato es la principal causa.",
    "calculos_formacion": "¿Por qué se forman los cálculos renales?",
    "calculos_formacion_desc": "Causas principales:\n\n• Dieta: Consumo exclusivo de comida seca o alimentos que acidifican mucho la orina.\n• Factores metabólicos: Niveles altos de calcio u oxalato.\n• Genética: Algunas razas tienen mayor predisposición.\n• Infecciones urinarias.",
    "calculos_riesgo": "Factores de riesgo",
    "calculos_riesgo_desc": "• Dieta seca exclusiva: Reduce la ingesta de agua y concentra la orina.\n• Ser macho castrado: Mayor riesgo de obstrucciones por su uretra estrecha.\n• Razas predispuestas: Persas, Himalayos, Birmanos, Ragdoll, American Shorthair y Scottish Fold.\n• Problemas metabólicos: Hipercalcemia e hiperoxaluria.",
    "calculos_signos": "¿Cómo saber si mi gato tiene cálculos?",
    "calculos_signos_desc": "Señales de alerta:\n\n• Dificultad o dolor al orinar.\n• Orina con sangre.\n• Lamido excesivo del área genital.\n• Pérdida de apetito o decaimiento.\n• Inflamación abdominal.\n\nImportante: Si notas estos signos, acude de inmediato al veterinario.",
    "calculos_prevencion": "Prevención según la etapa de vida del gato",
    "calculos_prevencion_desc": "Gatos cachorros (hasta 1 año):\n• Dieta adecuada: Alimentos húmedos ricos en nutrientes.\n• Hidrátalo: Agua fresca constantemente.\n• Chequeos regulares: Detecta problemas tempranamente.\n\nGatos adultos (1-7 años):\n• Combina comida seca y húmeda: Fomenta la hidratación.\n• Alimentos para gatos castrados: Controlan el peso y reducen riesgos urinarios.\n\nGatos mayores (>7 años):\n• Dieta para riñones: Reduce la carga renal con alimentos específicos.\n• Control de salud: Chequeos frecuentes para vigilar función renal y urinaria.",


    "dentales_que_son": "⚠️ ¿Qué son las enfermedades dentales en gatos?",
    "dentales_que_son_desc": "Las enfermedades dentales son extremadamente comunes en gatos, pero muchas veces pasan desapercibidas hasta que el dolor o los problemas de salud son graves. La acumulación de placa y sarro puede provocar infecciones, pérdida de dientes y afectar órganos internos si no se trata a tiempo.",
    "dentales_periodontal": "¿Qué es la enfermedad periodontal?",
    "dentales_periodontal_desc": "Es una inflamación progresiva de las encías y estructuras de soporte del diente debido a la acumulación de placa y sarro. Si no se trata a tiempo, puede derivar en infecciones graves, pérdida de dientes e incluso afectar órganos como el corazón, riñones e hígado.",
    "dentales_etapas": "Etapas de la enfermedad periodontal",
    "dentales_etapas_desc": "1️⃣ Gingivitis (Etapa 1 - Reversible): Inflamación de las encías sin pérdida ósea. Síntomas: Encías enrojecidas, mal aliento leve.\n\n2️⃣ Periodontitis Temprana (Etapa 2): Inflamación severa con inicio de destrucción del tejido de soporte. Síntomas: Mal aliento moderado, sangrado de encías al comer o al frotar la boca.\n\n3️⃣ Periodontitis Moderada (Etapa 3): Pérdida ósea evidente y formación de bolsas periodontales. Síntomas: Dolor, babeo, pérdida de dientes, dificultad para comer.\n\n4️⃣ Periodontitis Severa (Etapa 4 - Irreversible): Infección profunda con pérdida masiva de hueso y dientes. Puede generar abscesos y bacterias en el torrente sanguíneo.",
    "dentales_riesgo": "Factores de riesgo",
    "dentales_riesgo_desc": "• Falta de higiene dental: Principal causa de la acumulación de placa.\n• Dieta inadecuada: Alimentación exclusivamente blanda favorece el sarro.\n• Predisposición genética: Razas como el Persa y Siamés son más propensas.\n• Edad avanzada: Gatos mayores de 5 años tienen mayor riesgo.\n• Sistema inmunológico debilitado: Enfermedades como FeLV y FIV predisponen a infecciones bucales.",
    "dentales_signos": "Síntomas de alerta en gatos",
    "dentales_signos_desc": "🚨 Señales de advertencia:\n\n📌 Mal aliento (halitosis).\n📌 Encías rojas, inflamadas o sangrantes.\n📌 Dificultad para comer o preferencia por comida blanda.\n📌 Babeo excesivo (a veces con sangre).\n📌 Frotarse la cara o sacudir la cabeza con frecuencia.\n📌 Dientes flojos o ausentes.\n📌 Pérdida de peso por reducción en la ingesta de alimento.\n\n🔴 Importante: Los gatos ocultan el dolor, por lo que los dueños no suelen notar el problema hasta que está avanzado.",
    "dentales_prevencion": "Prevención según la etapa de vida del gato",
    "dentales_prevencion_desc": "🐱 Gatos jóvenes (hasta 1 año):\n• Introducir el cepillado dental de forma gradual.\n• Dieta equilibrada con croquetas dentales.\n• Revisión veterinaria anual para control dental.\n\n🐈 Gatos adultos (1-7 años):\n• Cepillado dental regular (mínimo 3 veces por semana).\n• Alimentación adecuada con croquetas dentales y snacks específicos.\n• Revisiones veterinarias cada 6-12 meses.\n\n🐈‍⬛ Gatos mayores (>7 años):\n• Limpieza dental profesional cuando sea necesario.\n• Aditivos en el agua o geles dentales como apoyo.\n• Controles de salud frecuentes para detectar problemas bucales.",
    
    "warning": "Advertencia",
    "btn_cancel": "Cancelar",
    "btn_acept": "Aceptar",
    "carrousel_message": "Imágenes con la enfermedad en etapa avanzada",
    "graphic_warning": "Las imágenes a continuación contienen contenido gráfico sensible. ¿Desea continuar?",
    "carcinoma_title": "Cancer en gatos",
    "carcinoma_que_es": "⚠️ ¿Qué es el Carcinoma de Células Escamosas en Gatos?",
    "carcinoma_que_es_desc": "El carcinoma de células escamosas (CCE) es un tipo de tumor agresivo en gatos, que a pesar de los tratamientos disponibles, tiene un pronóstico grave debido a que generalmente no se detecta hasta que está en una etapa avanzada. Esta forma de cáncer afecta principalmente a gatos mayores y es una de las principales causas de tumores en la piel, nariz y boca de los felinos.",
    "factores_riesgo": "Factores de Riesgo",
    "factores_riesgo_desc": "⭐ Exposición al sol: La radiación ultravioleta es uno de los principales factores que pueden causar este tipo de cáncer.\n\n★ Falta de pigmentación: Los gatos con piel blanca o áreas sin pigmento son más vulnerables.\n\n★ Escaso pelaje: Los gatos con poco pelo están más expuestos al daño solar en las zonas descubiertas.\n\n★ Virus del papiloma: La infección por este virus puede aumentar el riesgo.\n\n★ Sistema inmunológico débil: Una inmunosupresión o enfermedades crónicas de la piel pueden hacer que el gato sea más susceptible.",
    "zonas_afectadas": "• Zonas Afectadas",
    "zonas_afectadas_desc": "⭐ Orejas: Los pabellones auriculares son las áreas más afectadas, representando el 72% de los casos.\n\n★ Alrededor de los ojos: Esta zona es vulnerable y constituye el 22% de los casos.\n\n★ Hocico: El dorso del hocico también puede verse afectado, aunque menos frecuentemente (6% de los casos).",
    "tipos_cce": "✨ Tipos de CCE",
    "tipos_cce_desc": "⭐ CCE Oral: Este tipo de carcinoma afecta la boca del gato, dificultando su alimentación y causando molestias visibles.\n\n★ CCE Ocular: Afecta los ojos del gato, pudiendo provocar inflamación, irritación o cambios en su visión.\n\n★ **CCE Cutáneo (CCSC): Este carcinoma se desarrolla en la piel, especialmente en áreas con poca cobertura de pelo, como orejas, nariz y alrededor de los ojos.",
    "prevencion": "✔️ Prevención y Detección Temprana",
    "prevencion_desc": "Proteger a tu gato de la exposición prolongada al sol es una de las mejores formas de prevenir estos tumores, especialmente en zonas sensibles como orejas y nariz. Además, llevarlo regularmente al veterinario permite detectar posibles anomalías a tiempo, aumentando las posibilidades de un tratamiento exitoso.",
    

    "dedicatoria_title": "Dedicatoria",
    "dedicatoria_heading": "En memoria de Kan",
    "dedicatoria_text": "Esta aplicación fue inspirada en mi amado gatito Kan, quien nos dejó debido a esta enfermedad.\n\nSus maullidos, ronroneos y amor llenaron nuestras vidas. Ahora, su legado vive en cada información compartida aquí, ayudando a proteger a otros felinos.\n\nPorque cada ronroneo merece ser eterno. 💙",
    "dedicatoria_gallery": "Recuerdos de Kan 🐾",
    "dedicatoria_back": "Volver al Inicio"
}