{
    "home": "Inicio",
    "settings": "Configuración",
    "dedication": "Dedicatoria",
    "loading": "Cargando...",
    "change_language": "Cambiar idioma",
    "cancer_gatos": "Cáncer en Gatos",
    "carcinoma_descripcion": "Carcinoma de células escamosas.",
    "card_cancer": "Cáncer en Gatos",
    "card_cancer_desc": "Carcinoma de células escamosas.",
    "card_calculos": "Cálculos Renales",
    "card_calculos_desc": "Cómo afectan a los gatos.",
    "card_dentales": "Enfermedades Dentales",
    "card_dentales_desc": "Placa y gingivitis felina.",
    "carcinoma_que_es": "⚠️ ¿Qué es el Carcinoma de Células Escamosas en Gatos?",
    "carcinoma_que_es_desc": "El carcinoma de células escamosas (CCE) es un tipo de tumor agresivo en gatos, que a pesar de los tratamientos disponibles, tiene un pronóstico grave debido a que generalmente no se detecta hasta que está en una etapa avanzada. Esta forma de cáncer afecta principalmente a gatos mayores y es una de las principales causas de tumores en la piel, nariz y boca de los felinos.",
    "factores_riesgo": "Factores de Riesgo",
    "factores_riesgo_desc": "⭐ Exposición al sol: La radiación ultravioleta es uno de los principales factores que pueden causar este tipo de cáncer.\n\n★ Falta de pigmentación: Los gatos con piel blanca o áreas sin pigmento son más vulnerables.\n\n★ Escaso pelaje: Los gatos con poco pelo están más expuestos al daño solar en las zonas descubiertas.\n\n★ Virus del papiloma: La infección por este virus puede aumentar el riesgo.\n\n★ Sistema inmunológico débil: Una inmunosupresión o enfermedades crónicas de la piel pueden hacer que el gato sea más susceptible.",
    "zonas_afectadas": "• Zonas Afectadas",
    "zonas_afectadas_desc": "⭐ Orejas: Los pabellones auriculares son las áreas más afectadas, representando el 72% de los casos.\n\n★ Alrededor de los ojos: Esta zona es vulnerable y constituye el 22% de los casos.\n\n★ Hocico: El dorso del hocico también puede verse afectado, aunque menos frecuentemente (6% de los casos).",
    "tipos_cce": "✨ Tipos de CCE",
    "tipos_cce_desc": "⭐ CCE Oral: Este tipo de carcinoma afecta la boca del gato, dificultando su alimentación y causando molestias visibles.\n\n★ CCE Ocular: Afecta los ojos del gato, pudiendo provocar inflamación, irritación o cambios en su visión.\n\n★ **CCE Cutáneo (CCSC): Este carcinoma se desarrolla en la piel, especialmente en áreas con poca cobertura de pelo, como orejas, nariz y alrededor de los ojos.",
    "prevencion": "✔️ Prevención y Detección Temprana",
    "prevencion_desc": "Proteger a tu gato de la exposición prolongada al sol es una de las mejores formas de prevenir estos tumores, especialmente en zonas sensibles como orejas y nariz. Además, llevarlo regularmente al veterinario permite detectar posibles anomalías a tiempo, aumentando las posibilidades de un tratamiento exitoso.",
    "dedicatoria_title": "Dedicatoria",
    "dedicatoria_heading": "En memoria de Kan",
    "dedicatoria_text": "Esta aplicación fue inspirada en mi amado gatito Kan, quien nos dejó debido a esta enfermedad.\n\nSus maullidos, ronroneos y amor llenaron nuestras vidas. Ahora, su legado vive en cada información compartida aquí, ayudando a proteger a otros felinos.\n\nPorque cada ronroneo merece ser eterno. 💙",
    "dedicatoria_gallery": "Recuerdos de Kan 🐾",
    "dedicatoria_back": "Volver al Inicio"
}